Repository: joselo/craftplan
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: API Keys
es: Claves API

source: API key
es: Clave API

source: API key created
es: Clave API creada

source: API key created — copy it now, it won't be shown again
es: Clave API creada — cópiala ahora, no se mostrará de nuevo

source: Access key
es: Clave de acceso

source: Add New Allergen
es: Agregar Nuevo Alérgeno

source: Add nutritional facts that you frequently reference. These appear anywhere you select nutrients.
es: Agrega información nutricional que referencies frecuentemente. Aparecerá donde selecciones nutrientes.

source: Always
es: Siempre

source: Are you sure you want to delete this allergen? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar este alérgeno? Esta acción no se puede deshacer.

source: Are you sure you want to delete this nutritional fact? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta información nutricional? Esta acción no se puede deshacer.

source: Are you sure you want to revoke this API key? This action cannot be undone.
es: ¿Estás seguro de que quieres revocar esta clave API? Esta acción no se puede deshacer.

source: Bring in your existing records. Each import walks you through column mapping so nothing gets lost.
es: Trae tus registros existentes. Cada importación te guía a través del mapeo de columnas para que no se pierda nada.

source: Calendar Feed
es: Feed de Calendario

source: Calendar feed generated
es: Feed de calendario generado

source: Calendar feeds
es: Feeds de calendario

source: Choose how tax is applied and define a default rate. Rates are decimal, e.g. 0.21 for 21%.
es: Elige cómo se aplica el impuesto y define un tasa por defecto. Las tasas son decimales, ej. 0.21 para 21%.

source: Click "Generate Calendar Feed" and copy the URL
es: Haz clic en "Generar Feed de Calendario" y copia la URL

source: Configure how orders are fulfilled and the capacity rules that inform scheduling.
es: Configura cómo se cumplen las órdenes y las reglas de capacidad que informan la programación.

source: Configure the sender name and address used for outgoing emails.
es: Configura el nombre y correo del remitente para correos salientes.

source: Copy
es: Copiar

source: Copy this URL now — the full key won't be shown again.
es: Copia esta URL ahora — la clave completa no se mostrará de nuevo.

source: Create API Key
es: Crear Clave API

source: Create Key
es: Crear Clave

source: Create new allergens or remove ones you no longer track. Changes apply immediately across Craftplan.
es: Crea nuevos alérgenos o elimina los que ya no rastreas. Los cambios se aplican inmediatamente en todo Craftplan.

source: Daily capacity
es: Capacidad diaria

source: Default currency
es: Moneda predeterminada

source: Domain
es: Dominio

source: Each feed has its own API key. Revoking a feed disables its URL.
es: Cada feed tiene su propia clave API. Revocar un feed deshabilita su URL.

source: Email Delivery
es: Envío de Correos

source: Enter the name of the allergen you want to add
es: Ingresa el nombre del alérgeno que quieres agregar

source: Enter the name of the nutritional fact you want to add
es: Ingresa el nombre de la información nutricional que quieres agregar

source: Entity to export
es: Entidad a exportar

source: Exclusive (add tax)
es: Exclusivo (agregar impuestos)

source: Export CSV
es: Exportar CSV

source: Export data
es: Exportar datos

source: Feed URL
es: URL del Feed

source: File → New Calendar Subscription
es: Archivo → Nueva Suscripción a Calendario

source: Filter by name...
es: Filtrar por nombre...

source: From URL
es: Desde URL

source: Fulfillment & Capacity
es: Cumplimiento y Capacidad

source: Generate Calendar Feed
es: Generar Feed de Calendario

source: Generate a CSV extract for your reporting and accounting workflows.
es: Genera un extracto CSV para tus flujos de trabajo de informes y contabilidad.

source: How to subscribe
es: Cómo suscribirse

source: If available
es: Si está disponible

source: Import & Export
es: Importar y Exportar

source: Import data into Craftplan
es: Importar datos a Craftplan

source: In Calendar, go to
es: En Calendario, ve a

source: Inclusive (price includes tax)
es: Inclusivo (precio incluye impuestos)

source: Keep a central list of nutrients you add to recipes and packaging.
es: Mantén una lista central de nutrientes que agregues a recetas y empaques.

source: Last used
es: Último uso

source: Lead time (days)
es: Tiempo de preparación (días)

source: Manage
es: Gestionar

source: Manage API keys for programmatic access to Craftplan. Keys use scoped permissions per resource.
es: Gestiona claves API para acceso programático a Craftplan. Las claves usan permisos por recurso.

source: Name your key and select which resources it can access
es: Nombra tu clave y selecciona a qué recursos puede acceder

source: Need a template first? Click an import to download the matching CSV header layout.
es: ¿Necesitas una plantilla? Haz clic en una importación para descargar el diseño de cabecera CSV correspondiente.

source: Never
es: Nunca

source: No API keys yet. Create one using the button above.
es: No hay claves API aún. Crea una usando el botón de arriba.

source: No access
es: Sin acceso

source: No allergens match your search.
es: No hay alérgenos que coincidan con tu búsqueda.

source: No allergens yet. Add your first allergen from the manage panel.
es: No hay alérgenos aún. Agrega el primero desde el panel de gestión.

source: No calendar feeds yet. Click "Generate Calendar Feed" to create one.
es: No hay feeds de calendario aún. Haz clic en "Generar Feed de Calendario" para crear uno.

source: No nutritional facts yet. Add your first entry from the manage panel.
es: No hay información nutricional aún. Agrega la primera desde el panel de gestión.

source: Offer delivery
es: Ofrecer entrega

source: Offer pickup
es: Ofrecer retiro

source: Open Google Calendar Settings
es: Abrir Configuración de Google Calendar

source: Password
es: Contraseña

source: Paste the URL and click "Add calendar"
es: Pega la URL y haz clic en "Agregar calendario"

source: Paste the URL and click "Subscribe"
es: Pega la URL y haz clic en "Suscribirse"

source: Prefix
es: Prefijo

source: Provider
es: Proveedor

source: Region
es: Región

source: Resource permissions
es: Permisos de recursos

source: Revoke this calendar feed? Any calendar app using this URL will stop receiving updates.
es: ¿Revocar este feed de calendario? Cualquier aplicación que use esta URL dejará de recibir actualizaciones.

source: Revoked
es: Revocado

source: SMTP host
es: Servidor SMTP

source: SMTP port
es: Puerto SMTP

source: Scopes
es: Alcances

source: Search allergens
es: Buscar alérgenos

source: Search and manage the allergens available across your products and materials.
es: Busca y gestiona los alérgenos disponibles en tus productos y materiales.

source: Search nutritional facts
es: Buscar información nutricional

source: Secret key
es: Clave secreta

source: Select read and/or write access for each resource.
es: Selecciona acceso de lectura y/o escritura para cada recurso.

source: Sender email
es: Correo del remitente

source: Sender name
es: Nombre del remitente

source: Set the default currency used across orders, invoices, and reports.
es: Establece la moneda predeterminada usada en órdenes, facturas y reportes.

source: Settings
es: Configuración

source: Subscribe to your Craftplan orders and production batches in Google Calendar, Apple Calendar, or any app that supports iCal feeds.
es: Suscríbete a tus órdenes de Craftplan y lotes de producción en Google Calendar, Apple Calendar, o cualquier app que soporte feeds iCal.

source: TLS mode
es: Modo TLS

source: Tax & Pricing
es: Impuestos y Precios

source: Tax mode
es: Modo de impuestos

source: Tax rate
es: Tasa de impuestos

source: The feed includes order deliveries and production batch schedules from the past 30 days through the next 90 days. Your calendar app will refresh automatically.
es: El feed incluye entregas de órdenes y programas de lotes de producción de los últimos 30 días y los próximos 90 días. Tu calendario se actualizará automáticamente.

source: Tip
es: Consejo

source: Type to filter by name...
es: Escribe para filtrar por nombre...

source: Under "Other calendars", click
es: Bajo "Otros calendarios", haz clic en

source: Username
es: Usuario

source: Write
es: Escribir

source: Your new calendar subscription URL
es: Tu nueva URL de suscripción al calendario

source: Browse
es: Explorar

source: Home
es: Inicio

source: Log in
es: Iniciar sesión

source: Log out
es: Cerrar sesión

source: Manage dashboard
es: Panel de control

source: Open manage
es: Abrir gestión

source: Ready to manage your production workflow?
es: ¿Listo para gestionar tu flujo de producción?

source: Reset password
es: Restablecer contraseña

source: Batch %{code} completed — %{qty} pcs produced
es: Lote %{code} completado — %{qty} pzs producidas

source: Batch %{code} created
es: Lote %{code} creado

source: Batch %{code} started
es: Lote %{code} iniciado

source: Batch All
es: Agrupar Todo

source: Batch must be started before completing
es: El lote debe iniciarse antes de completarse

source: Batch not found
es: Lote no encontrado

source: Cannot move a batch backward
es: No se puede mover un lote hacia atrás

source: Cannot move a completed batch
es: No se puede mover un lote completado

source: Complete
es: Completar

source: Done
es: Listo

source: Duration (min)
es: Duración (min)

source: Failed to complete batch: %{error}
es: Error al completar lote: %{error}

source: Failed to create batch: %{error}
es: Error al crear lote: %{error}

source: Failed to start batch: %{error}
es: Error al iniciar lote: %{error}

source: Invalid transition
es: Transición inválida

source: Jump to today
es: Ir a hoy

source: Mark Done
es: Marcar Listo

source: Next
es: Siguiente

source: No production scheduled for this day.
es: Sin producción programada para este día.

source: Not Batched
es: Sin Agrupar

source: Nothing remaining to allocate for this product/day
es: No queda nada por asignar para este producto/día

source: Open
es: Abierto

source: Over cap
es: Sobre cap.

source: Over capacity
es: Sobre capacidad

source: Plan: Inventory Forecast
es: Plan: Pronóstico de Inventario

source: Plan: Make Sheet
es: Plan: Hoja de Producción

source: Plan: Schedule
es: Plan: Programación

source: Previous
es: Anterior

source: Produced qty
es: Cant. producida

source: Start
es: Iniciar

source: Today's Production
es: Producción de Hoy

source: Total Qty
es: Cant. Total

source: Unbatched
es: Sin Agrupar

source: Unbatched items can only be moved to Open
es: Los ítems sin agrupar solo se pueden mover a Abierto

source: View full batch
es: Ver lote completo

source: Week
es: Semana

source: optional
es: opcional

source: orders
es: pedidos

source: pcs
es: pzs
