Repository: joselo/craftplan
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: All production tasks are caught up.
es: Todas las tareas de producción están al día.

source: Cap
es: Límite

source: Capacity looks balanced.
es: La capacidad parece equilibrada.

source: Customer
es: Cliente

source: Day
es: Día

source: Days over order capacity
es: Días excediendo capacidad de pedidos

source: Deliveries scheduled for this production date.
es: Entregas programadas para esta fecha de producción.

source: End Balance
es: Balance Final

source: In Progress Qty
es: Cant. en Curso

source: Max
es: Máx

source: No orders scheduled for today.
es: No hay pedidos programados para hoy.

source: No upcoming days over your order capacity.
es: No hay días próximos que excedan su capacidad de pedidos.

source: Opening
es: Inicial

source: Orders
es: Pedidos

source: Orders today
es: Pedidos de hoy

source: Outstanding today
es: Pendientes de hoy

source: Over-capacity details
es: Detalles de sobrecapacidad

source: Product
es: Producto

source: Production commitments, capacity pressure, and material risks for the current cycle.
es: Compromisos de producción, presión de capacidad y riesgos de material para el ciclo actual.

source: Products that exceed their daily limit.
es: Productos que exceden su límite diario.

source: Quantities still to prep and those mid-production.
es: Cantidades aún por preparar y aquellas en producción.

source: Reference
es: Referencia

source: Required
es: Requerido

source: Scheduled
es: Programado

source: Stock levels look healthy for the selected range.
es: Los niveles de stock parecen saludables para el rango seleccionado.

source: Today at a glance
es: Resumen de hoy

source: Todo Qty
es: Cant. por Hacer

source: Upcoming material shortages
es: Próxima escasez de material

source: When confirmed orders exceed the overall daily cap.
es: Cuando los pedidos confirmados exceden el límite diario global.

source: Where inventory falls short once production is applied.
es: Donde el inventario se queda corto una vez aplicada la producción.

source: days cover
es: días de cobertura

source: %{days}-day
es: %{days}-día

source: (session only)
es: (solo sesión)

source: Action
es: Acción

source: Actions
es: Acciones

source: Actual weight
es: Peso real

source: Add
es: Agregar

source: Add Nutritional Fact
es: Agregar Información Nutricional

source: Add nutritional facts for this material
es: Agregar información nutricional para este material

source: Adjust Material
es: Ajustar Material

source: Adjust Stock
es: Ajustar Stock

source: Adjust Stock for %{name}
es: Ajustar Stock para %{name}

source: Adjust service level targets and forecast horizon to refresh the metrics band.
es: Ajuste los objetivos de nivel de servicio y el horizonte de pronóstico para actualizar la banda de métricas.

source: Advanced settings
es: Configuración avanzada

source: Allergens
es: Alérgenos

source: Allergens updated successfully
es: Alérgenos actualizados correctamente

source: Amount
es: Cantidad

source: Are you sure?
es: ¿Estás seguro?

source: Avg/day
es: Prom/día

source: Balanced
es: Equilibrado

source: Balances drop to zero within the horizon—start planning replenishment.
es: Los balances caen a cero dentro del horizonte: comience a planificar el reabastecimiento.

source: Browse SKUs, stock on hand, and pricing.
es: Examine SKUs, stock disponible y precios.

source: Cancel
es: Cancelar

source: Changing the toggles reruns the calculator with the new buffer target and number of projected days. Higher service levels increase safety stock and ROP; longer horizons include more planned demand.
es: Cambiar los interruptores vuelve a ejecutar la calculadora con el nuevo objetivo de búfer y número de días proyectados. Niveles de servicio más altos aumentan el stock de seguridad y el ROP; horizontes más largos incluyen más demanda planificada.

source: Check production commitments
es: Verificar compromisos de producción

source: Close
es: Cerrar

source: Color states
es: Estados de color

source: Consumes entire balance
es: Consume todo el balance

source: Cover
es: Cobertura

source: Current Stock
es: Stock Actual

source: Current stock
es: Stock actual

source: Date
es: Fecha

source: Day-by-day material requirements versus stock for the selected horizon.
es: Requerimientos de material día a día frente al stock para el horizonte seleccionado.

source: Delete
es: Eliminar

source: Demand var
es: Var demanda

source: Details
es: Detalles

source: Draft PO
es: Borrador OC

source: Each chip shows the remaining balance after that day’s requirement. Click a chip to open the orders/products driving the demand.
es: Cada ficha muestra el balance restante después del requerimiento de ese día. Haga clic en una ficha para abrir las órdenes/productos que impulsan la demanda.

source: Edit
es: Editar

source: Edit Material
es: Editar Material

source: Enter a quantity to see the new stock level
es: Ingrese una cantidad para ver el nuevo nivel de stock

source: Fact
es: Dato

source: Final balance
es: Balance final

source: Final balance column
es: Columna de balance final

source: Gram
es: Gramo

source: Gram (g)
es: Gramo (g)

source: Horizon
es: Horizonte

source: How to read the metrics band
es: Cómo leer la banda de métricas

source: How to read the usage forecast
es: Cómo leer el pronóstico de uso

source: Import materials via CSV
es: Importar materiales vía CSV

source: Inventory
es: Inventario

source: Keep inventory current as production shifts.
es: Mantenga el inventario actualizado a medida que cambia la producción.

source: Kilocalories (kcal)
es: Kilocalorías (kcal)

source: Lead-time demand
es: Demanda en tiempo de entrega

source: Leaves %{amount} on hand
es: Deja %{amount} a mano

source: Loading inventory metrics…
es: Cargando métricas de inventario...

source: Lookback days
es: Días de retrospectiva

source: Material %{type}d successfully
es: Material guardado correctamente

source: Material Allergens
es: Alérgenos del Material

source: Material Details
es: Detalles del Material

source: Material Nutrition
es: Nutrición del Material

source: Material Stock
es: Stock del Material

source: Material catalog
es: Catálogo de materiales

source: Maximum Stock
es: Stock Máximo

source: Measured in
es: Medido en

source: Milligram (mg)
es: Miligramo (mg)

source: Milliliter
es: Mililitro

source: Milliliter (ml)
es: Mililitro (ml)

source: Min samples
es: Muestras mín.

source: Minimum Stock
es: Stock Mínimo

source: Name
es: Nombre

source: Need vs projected balance
es: Necesidad vs balance proyectado

source: New Material
es: Nuevo Material

source: New Total
es: Nuevo Total

source: New stock will be:
es: El nuevo stock será:

source: Next 7 days
es: Próximos 7 días

source: No details found for this material on this date
es: No se encontraron detalles para este material en esta fecha

source: No forecast rows available for the selected horizon.
es: No hay filas de pronóstico disponibles para el horizonte seleccionado.

source: No materials found. Add your first ingredient to start tracking stock.
es: No se encontraron materiales. Agregue su primer ingrediente para comenzar a rastrear el stock.

source: No movements found
es: No se encontraron movimientos

source: No nutritional facts
es: Sin información nutricional

source: No product details found for this material
es: No se encontraron detalles de producto para este material

source: None
es: Ninguno

source: Notes
es: Notas

source: Nutrition
es: Nutrición

source: Nutritional Facts
es: Información Nutricional

source: Nutritional facts updated successfully
es: Información nutricional actualizada correctamente

source: On hand
es: Disponible

source: On order
es: En pedido

source: Open Purchase Orders
es: Órdenes de Compra Abiertas

source: Open reorder planner
es: Abrir planificador de reabastecimiento

source: Open usage forecast
es: Abrir pronóstico de uso

source: Order References
es: Referencias de Pedido

source: Order-by
es: Pedir para

source: Percent (%)
es: Porcentaje (%)

source: Piece
es: Pieza

source: Planned weight
es: Peso planificado

source: Planning controls
es: Controles de planificación

source: Price
es: Precio

source: Projected balance
es: Balance proyectado

source: Projected balance goes negative. Use the CTA to open a PO draft.
es: El balance proyectado es negativo. Use la acción para abrir un borrador de OC.

source: Projected balance stays above the requirement; no action needed.
es: El balance proyectado se mantiene por encima del requerimiento; no se requiere acción.

source: Projected balances stay healthy across the horizon.
es: Los balances proyectados se mantienen saludables en todo el horizonte.

source: Purchase Order
es: Orden de Compra

source: Quantity
es: Cantidad

source: Quick actions
es: Acciones rápidas

source: ROP
es: Punto Reorden

source: Reason
es: Razón

source: Remove
es: Eliminar

source: Reorder Planner
es: Planificador de Reabastecimiento

source: Requirement consumes the balance entirely. Confirm replenishment timing.
es: El requerimiento consume todo el balance. Confirme el tiempo de reabastecimiento.

source: Requirement exceeds available stock. Start a transfer or PO.
es: El requerimiento excede el stock disponible. Inicie una transferencia u OC.

source: Reset to defaults
es: Restablecer valores predeterminados

source: Review usage forecast for materials and adjust stock levels accordingly.
es: Revise el pronóstico de uso de materiales y ajuste los niveles de stock en consecuencia.

source: Risk chips
es: Fichas de riesgo

source: Safety stock
es: Stock de seguridad

source: Save
es: Guardar

source: Save Allergens
es: Guardar Alérgenos

source: Save Material
es: Guardar Material

source: Save Nutritional Facts
es: Guardar Información Nutricional

source: Saving...
es: Guardando...

source: Select a nutritional fact to add:
es: Seleccione un dato nutricional para agregar:

source: Service level
es: Nivel de servicio

source: Service level & horizon
es: Nivel de servicio y horizonte

source: Set Total
es: Establecer Total

source: Shortage
es: Escasez

source: Shortage of %{amount}
es: Escasez de %{amount}

source: Show
es: Mostrar

source: Show Material
es: Mostrar Material

source: Status
es: Estado

source: Stockout
es: Agotamiento

source: Subtract
es: Restar

source: Suggested PO
es: OC Sugerida

source: Supplier
es: Proveedor

source: The last column sums each material’s total requirement in the current window so you can compare it against on-hand inventory quickly.
es: La última columna suma el requerimiento total de cada material en la ventana actual para que pueda compararlo con el inventario disponible rápidamente.

source: These settings override your organization defaults for this session only. Changes refresh the forecast automatically.
es: Estas configuraciones anulan los valores predeterminados de su organización solo para esta sesión. Los cambios actualizan el pronóstico automáticamente.

source: These tips help you interpret the requirement chips and final balance column.
es: Estos consejos le ayudan a interpretar las fichas de requerimiento y la columna de balance final.

source: Today
es: Hoy

source: Total Required
es: Total Requerido

source: Track safety stock, reorder points, and suggested purchase quantities without leaving the dashboard.
es: Rastree stock de seguridad, puntos de reorden y cantidades de compra sugeridas sin salir del panel.

source: Unassigned
es: Sin asignar

source: Understand how service level, risk states, and Suggested PO rows connect.
es: Entienda cómo se conectan el nivel de servicio, los estados de riesgo y las filas de OC recomendadas.

source: Unit
es: Unidad

source: Usage Forecast
es: Pronóstico de Uso

source: Usage forecast
es: Pronóstico de uso

source: Use these shortcuts to stay aligned with demand.
es: Use estos atajos para mantenerse alineado con la demanda.

source: Use this form to manage material records in your database.
es: Use este formulario para administrar registros de materiales en su base de datos.

source: View usage forecast
es: Ver pronóstico de uso

source: Watch
es: Atención

source: per
es: por

source: Active
es: Activo

source: Add Material
es: Agregar Material

source: Add Product
es: Agregar Producto

source: Add labor step
es: Agregar paso de mano de obra

source: Add materials needed for this product
es: Agrega los materiales necesarios para este producto

source: Archived
es: Archivado

source: Availability
es: Disponibilidad

source: Available
es: Disponible

source: Batch
es: Lote

source: Cancel upload
es: Cancelar carga

source: Catalog
es: Catálogo

source: Changed on
es: Modificado el

source: Cost
es: Costo

source: Cost per unit
es: Costo por unidad

source: Current Photos
es: Fotos actuales

source: Default 1
es: Por defecto 1

source: Discontinued
es: Descontinuado

source: Draft
es: Borrador

source: Drop files here or click to upload
es: Arrastra archivos aquí o haz clic para subir

source: Duration
es: Duración

source: Edit product
es: Editar producto

source: Failed to delete product.
es: Error al eliminar el producto.

source: Featured
es: Destacada

source: File is too large
es: El archivo es demasiado grande

source: General notes
es: Notas generales

source: Go to latest
es: Ir a la última

source: Gross profit
es: Ganancia bruta

source: Hourly rate
es: Tarifa por hora

source: Hourly rate override
es: Tarifa por hora personalizada

source: Ingredients
es: Ingredientes

source: Labor steps
es: Pasos de mano de obra

source: Latest
es: Última

source: Markup percentage
es: Porcentaje de margen

source: Materials
es: Materiales

source: Materials cost
es: Costo de materiales

source: Max units per day
es: Máximo de unidades por día

source: Max units per day (0 = unlimited)
es: Máximo de unidades por día (0 = ilimitado)

source: Minutes
es: Minutos

source: Modify Product
es: Modificar Producto

source: New Product
es: Nuevo Producto

source: No labor steps yet
es: Aún no hay pasos de mano de obra

source: No materials in recipe
es: No hay materiales en la receta

source: No materials match your search.
es: Ningún material coincide con tu búsqueda.

source: No products found
es: No se encontraron productos

source: No products match your search.
es: Ningún producto coincide con tu búsqueda.

source: Nutrient
es: Nutriente

source: Off
es: Desactivado

source: Overhead
es: Gastos generales

source: Paused
es: Pausado

source: Photos
es: Fotos

source: Photos updated successfully
es: Fotos actualizadas correctamente

source: Preorder
es: Preventa

source: Print
es: Imprimir

source: Product %{type}d successfully
es: Producto %{type}do correctamente

source: Product Label
es: Etiqueta de Producto

source: Product Nutritional Information
es: Información Nutricional del Producto

source: Product Photos
es: Fotos del Producto

source: Product Recipe
es: Receta del Producto

source: Product deleted successfully
es: Producto eliminado correctamente

source: Product photos %{type}d successfully
es: Fotos del producto %{type}das correctamente

source: Products
es: Productos

source: Published
es: Publicado

source: Rate Override
es: Tarifa personalizada

source: Read-only
es: Solo lectura

source: Recipe
es: Receta

source: Recipe History
es: Historial de Recetas

source: Recipe saved successfully
es: Receta guardada correctamente

source: Recipe updated successfully
es: Receta actualizada correctamente

source: Retail
es: Minorista

source: Save Product
es: Guardar Producto

source: Save Recipe
es: Guardar Receta

source: Search by name or SKU...
es: Buscar por nombre o SKU...

source: Select a material to add to the recipe:
es: Selecciona un material para agregar a la receta:

source: Select a product to add to the recipe:
es: Selecciona un producto para agregar a la receta:

source: Select material
es: Seleccionar material

source: Select product
es: Seleccionar producto

source: Selling availability
es: Disponibilidad de venta

source: Set as Featured
es: Marcar como Destacada

source: Show version history
es: Ver historial de versiones

source: Step
es: Paso

source: Suggested Prices
es: Precios Sugeridos

source: Testing
es: En pruebas

source: The nutritional information is automatically calculated from your recipe components.
es: La información nutricional se calcula automáticamente a partir de los componentes de tu receta.

source: Total Cost
es: Costo Total

source: Track each step that consumes paid time. Override the hourly rate per step to fine-tune costs.
es: Registra cada paso que consume tiempo pagado. Personaliza la tarifa por hora en cada paso para ajustar costos.

source: Unit Cost
es: Costo Unitario

source: Units per run
es: Unidades por tanda

source: Units/Run
es: Uds/Tanda

source: Unknown error occurred during upload
es: Ocurrió un error desconocido durante la carga

source: Update in settings
es: Actualizar en configuración

source: Update product information and details.
es: Actualiza la información y los detalles del producto.

source: Upload Warning
es: Advertencia de carga

source: Uses default when blank
es: Usa el valor predeterminado si está vacío

source: Version
es: Versión

source: View
es: Ver

source: Wholesale
es: Mayorista

source: You are viewing an older version (v%{version}). Latest is v%{latest}.
es: Estás viendo una versión anterior (v%{version}). La última es v%{latest}.

source: You have selected an unacceptable file type
es: Has seleccionado un tipo de archivo no aceptado

source: You have selected too many files
es: Has seleccionado demasiados archivos

source: e.g. Mix dough
es: ej. Mezclar masa

source: per unit
es: por unidad

source: uploaded
es: subido

source: Add Item to Batch
es: Agregar Artículo al Lote

source: Add to Batch…
es: Agregar a Lote…

source: Allocation added
es: Asignación agregada

source: Allocations
es: Asignaciones

source: Back to Order
es: Volver a la Orden

source: Cancelled
es: Cancelado

source: Completed
es: Completado

source: Completed:
es: Completado:

source: Completing this item will consume materials per the product's BOM. Review the quantities and confirm.
es: Completar este artículo consumirá materiales según la lista de materiales del producto. Revisa las cantidades y confirma.

source: Confirm Materials Consumption
es: Confirmar Consumo de Materiales

source: Confirmed
es: Confirmado

source: Consume Now
es: Consumir Ahora

source: Created At
es: Fecha de Creación

source: Customer name
es: Nombre del cliente

source: Delivered
es: Entregado

source: Delivery Date
es: Fecha de Entrega

source: Delivery date
es: Fecha de entrega

source: Delivery date after
es: Fecha de entrega desde

source: Delivery date before
es: Fecha de entrega hasta

source: Delivery time
es: Hora de entrega

source: Discounts
es: Descuentos

source: Edit Order
es: Editar Orden

source: Edit order
es: Editar orden

source: Failed to add allocation:
es: Error al agregar asignación:

source: Failed to delete order.
es: Error al eliminar la orden.

source: Filter orders
es: Filtrar órdenes

source: In Progress
es: En Progreso

source: Invoice
es: Factura

source: Issued:
es: Emitida:

source: Items
es: Artículos

source: Line Total
es: Total Línea

source: Narrow the list by customer, fulfillment status, or delivery window.
es: Filtra la lista por cliente, estado de cumplimiento o ventana de entrega.

source: New Order
es: Nueva Orden

source: No items
es: Sin artículos

source: No orders match the current filters.
es: Ninguna orden coincide con los filtros actuales.

source: Open Batch
es: Lote Abierto

source: Order Details
es: Detalles de la Orden

source: Order Items
es: Artículos de la Orden

source: Order deleted successfully
es: Orden eliminada correctamente

source: Order items updated successfully
es: Artículos de la orden actualizados correctamente

source: Order saved successfully
es: Orden guardada correctamente

source: Order updated successfully
es: Orden actualizada correctamente

source: Orders overview
es: Resumen de órdenes

source: Paid
es: Pagado

source: Payment
es: Pago

source: Payment Status
es: Estado de Pago

source: Payment status
es: Estado de pago

source: Pending
es: Pendiente

source: Planned Quantity
es: Cantidad Planificada

source: Planned:
es: Planificado:

source: Print / Save PDF
es: Imprimir / Guardar PDF

source: Product:
es: Producto:

source: Qty
es: Cant.

source: Ready
es: Listo

source: Reference:
es: Referencia:

source: Refunded
es: Reembolsado

source: Save Order
es: Guardar Orden

source: Shipping
es: Envío

source: Shipping Address
es: Dirección de envío

source: Show Order
es: Ver Orden

source: Tax
es: Impuesto

source: To be Refunded
es: Por Reembolsar

source: Toggle between table and calendar formats to manage production promises.
es: Alterna entre tabla y calendario para gestionar las promesas de producción.

source: Total cost
es: Costo Total

source: Unconfirmed
es: Sin confirmar

source: Unit Price
es: Precio Unitario

source: View Invoice
es: Ver Factura

source: View Order Details
es: Ver Detalles de la Orden

source: Add Item
es: Agregar Artículo

source: Add Item to %{reference}
es: Agregar Artículo a %{reference}

source: Adding...
es: Agregando...

source: Contact
es: Contacto

source: Contact Email
es: Correo de Contacto

source: Contact Name
es: Nombre de Contacto

source: Contact Phone
es: Teléfono de Contacto

source: Define the language for the interface, emails, and reports.
es: Define el idioma para la interfaz, correos y reportes.

source: Edit Supplier
es: Editar Proveedor

source: Email
es: Correo

source: Item added
es: Artículo agregado

source: Item added to PO
es: Artículo agregado a la OC

source: Language
es: Idioma

source: Mark Received
es: Marcar como Recibido

source: New Purchase Order
es: Nueva Orden de Compra

source: New Supplier
es: Nuevo Proveedor

source: Ordered
es: Ordenado

source: Ordered At
es: Ordenado el

source: Overview
es: Resumen

source: Phone
es: Teléfono

source: Purchase Orders
es: Órdenes de Compra

source: Purchase order created
es: Orden de compra creada

source: Purchase order not found
es: Orden de compra no encontrada

source: Purchase order saved
es: Orden de Compra guardada

source: Purchasing
es: Compras

source: Received
es: Recibido

source: Received At
es: Recibido el

source: Save Purchase Order
es: Guardar Orden de Compra

source: Save Supplier
es: Guardar Proveedor

source: Supplier saved
es: Proveedor guardado

source: Suppliers
es: Proveedores

source: Unable to load purchase order
es: No se pudo cargar la orden de compra

source: Billing Address
es: Dirección de Facturación

source: City
es: Ciudad

source: Company
es: Empresa

source: Country
es: País

source: Created at
es: Creado el

source: Customer Details
es: Detalles del Cliente

source: Customer Orders
es: Órdenes del Cliente

source: Customer Statistics
es: Estadísticas del Cliente

source: Customer deleted successfully
es: Cliente eliminado correctamente

source: Customer saved successfully
es: Cliente guardado correctamente

source: Customers
es: Clientes

source: Edit Customer
es: Editar Cliente

source: Failed to delete customer.
es: Error al eliminar el cliente.

source: First name
es: Nombre

source: Last name
es: Apellido

source: Manage your customer records
es: Gestiona tus registros de clientes

source: New Customer
es: Nuevo Cliente

source: No customers found
es: No se encontraron clientes

source: Orders History
es: Historial de Órdenes

source: Postal Code
es: Código Postal

source: Save Customer
es: Guardar Cliente

source: State
es: Estado/Provincia

source: Statistics
es: Estadísticas

source: Street
es: Calle

source: Total Orders
es: Total de Órdenes

source: Total Spent
es: Total Gastado

source: Type
es: Tipo

source: Use this form to manage customer records in your database.
es: Usa este formulario para gestionar registros de clientes en tu base de datos.
